Revit 2027 API
IFCParameterTemplate.FindPropertyMappingInfo Method
Overload List
Name | Description
FindPropertyMappingInfo(PropertySetupType, String, ElementId) |  Finds the property mapping info in the property set by id.
FindPropertyMappingInfo(PropertySetupType, String, String) |  Finds the property mapping info in the property set by name.
Top
See Also
Reference
IFCParameterTemplate Class
Autodesk.Revit.DB Namespace